export const dbcleanfood = [
    {
        "code": "A01",
        "name": "A01สลัดอกไก่นุ่ม"
    },
    {
        "code": "A02",
        "name": "A02สลัดปูอัดแซ่บ "
    },
    {
        "code": "A03",
        "name": "A03สลัดไข่สามสมุนไพร "
    },
    {
        "code": "A04",
        "name": "A04สลัดทูน่าน้ำมันงา "
    },
    {
        "code": "A05",
        "name": "A05ข้าวไข่ข้นออร์แกนิค "
    },
    {
        "code": "A06",
        "name": "A06ข้าวอกไก่ลุยสวน "
    },
    {
        "code": "A07",
        "name": "A07ข้าวคั่วกลิ้งอกไก่ "
    },
    {
        "code": "A08",
        "name": "A08ข้าวผัดอกไก่ "
    },
    {
        "code": "A09",
        "name": "A09ข้าวเขียวหวานแห้งไก่ "
    },
    {
        "code": "A10",
        "name": "A10สปาเก็ตตี้กะเพราไก่  "
    },
    {
        "code": "A11",
        "name": "A11ข้าวกะเพราไข่ขาว "
    },
    {
        "code": "A12",
        "name": "A12ข้าวอกไก่ผัดขิง"
    },
    {
        "code": "A13",
        "name": "A13ข้าวไข่คลุกพริกขี้หนูปูอัด "
    },
    {
        "code": "A14",
        "name": "A14ข้าวอกไก่ไข่คั่ว "
    },
    {
        "code": "A15",
        "name": "A15ข้าวกะเพราอกไก่สับ "
    },
    {
        "code": "A16",
        "name": "A16ข้าวอกไก่ผัดพริกพยวก "
    },
    {
        "code": "A17",
        "name": "A17ข้าวอกไก่ผัดพริกแกง "
    },
    {
        "code": "A18",
        "name": "A18ข้าวอกไก่ใส่ไข่ผัดบวบ "
    },
    {
        "code": "A19",
        "name": "A19ข้าวอกไก่คั่วพริกเกลือ"
    },
    {
        "code": "A20",
        "name": "A20ข้าวผัดผักรวมมิตรอกไก่"
    },
    {
        "code": "B01",
        "name": "B01สลัดสันในหมูบาบีคิว "
    },
    {
        "code": "B02",
        "name": "B02สลัดอกไก่สไปซีส์+ไข่ต้ม"
    },
    {
        "code": "B03",
        "name": "B03สลัดไส้กรอกลีน "
    },
    {
        "code": "B04",
        "name": "B04ข้าวอกไก่ต้มยำแห้ง "
    },
    {
        "code": "B05",
        "name": "B05ข้าวอกไก่ผัดเปรี้ยวหวาน "
    },
    {
        "code": "B06",
        "name": "B06ข้าวลาบอกไก่สับ+ไข่ต้ม "
    },
    {
        "code": "B07",
        "name": "B07ข้าวอกไก่ผัดซอสมะขาม"
    },
    {
        "code": "B08",
        "name": "B08ข้าวอกไก่พริกไทยดำ "
    },
    {
        "code": "B09",
        "name": "B09ข้าวอกไก่เทอริยากิ+ไข่ต้ม "
    },
    {
        "code": "B10",
        "name": "B10ข้าวน้ำพริกอ่องอกไก่+ไข่ต้ม "
    },
    {
        "code": "B11",
        "name": "B11ข้าวยำปลาทูสมุนไพร "
    },
    {
        "code": "B12",
        "name": "B12ข้าวน้ำพริกปลาทู+ชะอมชุปไข่ "
    },
    {
        "code": "B13",
        "name": "B13ข้าวคลุกปลาทู+ไข่ต้ม "
    },
    {
        "code": "B14",
        "name": "B14ข้าวหมูผัดพริกแกงอยุธยา "
    },
    {
        "code": "B15",
        "name": "B15ข้าวหมูย่างน้ำตก "
    },
    {
        "code": "B16",
        "name": "B16ข้าวหมูย่างเทอริยากิ "
    },
    {
        "code": "B17",
        "name": "B17สปาเก็ตตี้ขี้เมาสันในหมู "
    },
    {
        "code": "B18",
        "name": "B18สปาเก็ตตี้ไส้กรอกผัดพริกแห้ง "
    },
    {
        "code": "B19",
        "name": "B19สปาเก็ตตี้เขียวหวานไก่เพสโต้ "
    },
    {
        "code": "B20",
        "name": "B20ข้าวอกไก่ผัดผงกะหรี่"
    },
    {
        "code": "B21",
        "name": "B21ข้าวลาบทูน่า+ไข่ต้ม"
    },
    {
        "code": "B22",
        "name": "B22ข้าวอกไก่ไข่ลาวา "
    },
    {
        "code": "B23",
        "name": "B23ข้าวผัดผักรวมมิตรหมู "
    },
    {
        "code": "B24",
        "name": "B24เส้นหมี่อกไก่คั่วตะไคร้"
    },
    {
        "code": "B25",
        "name": "B25สปาเก็ตตี้อกไก่ซอสเเดง"
    },
    {
        "code": "B26",
        "name": "B26เส้นหมี่ข้าวกล้องผัดซีอิ๋วไก่"
    },
    {
        "code": "C01",
        "name": "C01สลัดกุ้งย่างออริกาโน่"
    },
    {
        "code": "C02",
        "name": "C02สลัดอกเป็ดพริกไทยดำ"
    },
    {
        "code": "C03",
        "name": "C03สลัดปลาย่างเกลือ"
    },
    {
        "code": "C04",
        "name": "C04สลัดเนื้อนุ่มนม"
    },
    {
        "code": "C05",
        "name": "C05ข้าวปลานึ่งมะนาว"
    },
    {
        "code": "C06",
        "name": "C06ข้าวกะเพราปลา"
    },
    {
        "code": "C07",
        "name": "C07ข้าวปลาซอสมะขาม"
    },
    {
        "code": "C08",
        "name": "C08ข้าวปลาผัดเปรี้ยวหวาน"
    },
    {
        "code": "C09",
        "name": "C09ข้าวผัดต้มยำกุ้ง"
    },
    {
        "code": "C10",
        "name": "C10ข้าวบล็อคโคลี่ผัดกุ้ง"
    },
    {
        "code": "C11",
        "name": "C11ข้าวผัดกุ้ง"
    },
    {
        "code": "C12",
        "name": "C12ข้าวแกงส้มชะอมกุ้ง"
    },
    {
        "code": "C13",
        "name": "C13สปาเก็ตตี้กุ้งผัดขี้เมา"
    },
    {
        "code": "C14",
        "name": "C14สปาเก็ตตี้ซอสกุ้ง"
    },
    {
        "code": "C15",
        "name": "C15สปาเก็ตตี้ต้มยำทะเลแห้ง"
    },
    {
        "code": "C16",
        "name": "C16ข้าวผงกะหรี่ทะเลรวม"
    },
    {
        "code": "C17",
        "name": "C17ข้าวเนื้อย่างจิ้มแจ่ว"
    },
    {
        "code": "C18",
        "name": "C18ข้าวเนื้อสันพริกไทยดำ"
    },
    {
        "code": "C19",
        "name": "C19ข้าวหน้าเนื้อพริกหยวก"
    },
    {
        "code": "C20",
        "name": "C20ข้าวอกเป็ดพริกไทยดำ"
    },
    {
        "code": "C21",
        "name": "C21ข้าวปลาสามรส"
    },
    {
        "code": "C22",
        "name": "C22สปาเก็ตตี้ซอสเนื้อ "
    },
    {
        "code": "C23",
        "name": "C23ข้าวกะเพราสันในเป็ดไร้หนัง"
    },
    {
        "code": "C24",
        "name": "C24 ข้าวปลาผัดขิง"
    },
    {
        "code": "C25",
        "name": "C25ข้าวลาบเป็ดโบราณ"
    },
    {
        "code": "C26",
        "name": "C26ข้าวกุ้งผัดพริกแกง "
    },
    {
        "code": "C27",
        "name": "C27ข้าวผัดฉ่าทะเล "
    },
    {
        "code": "C28",
        "name": "C28เส้นหมี่ข้าวกล้องผัดชะอมกุ้ง"
    },
    {
        "code": "C29",
        "name": "C29ข้าวลาบปลาดอลลี่"
    },
    {
        "code": "C30",
        "name": "C30ข้าวดอลลี่คั่วพริกเกลือ"
    }
]